[
    {
    "id": 1,
    "vlogName": "What Are The Benefits of Good Mental Health?",
    "description": "The benefits of intentionally practicing to improve mental health are a response to the chronic stress reported at epidemic levels around the world. Chronic stress has been proven to deteriorate the hippocampus (McLaughlin, Gomez, Baran, & Conrad, 2007). This stress also leads to decreased concentration and memory, confusion, loss of sense of humor, anger, irritability, and fear. Obviously, stress is not good for the brain, and improved mental health practices can reduce the risk.",
    "image": "https://asccology.com/blog/wp-content/uploads/2021/08/Benefits-of-good-mental-health--1024x576.jpg"
  },
    {
    "id": 2,
    "vlogName": "Your Ideal Food Meal for Good Health",
    "description": "Wholemeal or whole grain foods, such as wholemeal and wholegrain bread, brown rice, quinoa and oats, are better for you than refined grain (cereal) foods because they provide more dietary fibre, vitamins and minerals. Whole grains may protect against heart disease, type 2 diabetes, excessive weight gain, and some cancers.Grain (cereal) foods that are high in saturated fats, added sugars and added salt, like cakes, muffins, pies, pastries and biscuits, are ‘extras’ or ‘sometimes foods’ in this food group. ",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR4U1uzSwx6hxZhkZRpe2rh5ZUDOwX_HzcDGw&usqp=CAU"
  },
    {
    "id": 3,
    "vlogName": "Lead a Depression Free Life Hacks",
    "description": "ResearchTrusted Source shows that physical activity can act as an antidepressant, and experts encourage doctors to include it as a treatment.A 2018 reviewTrusted Source describes exercise as an underutilized treatment for depression. The authors note that it can boost both physical and mental well-being.Depression can make it hard for some people to start exercising, but a lack of activity can also make symptoms worse.People experiencing difficulties in starting exercise just 5 minutes of walking.",
    "image": "http://createadepressionfreelife.com/wp-content/uploads/feature-image-free-depression-busting-resources.jpg"
  }
]